[
  {
    "id": "world_overview",
    "title_i18n": {
      "en": "World Overview",
      "ru": "Общая характеристика мира"
    },
    "text_i18n": {
      "en": "The world is harsh, grim, and dangerous, especially outside of protected cities and settlements. Magic plays a central role in the world's life and is used for various purposes, including protection, healing, destruction, and curses. It replaces many tools, significantly hindering technological development in cultures that practice magic. The level of development in the world corresponds to 12th-13th century Europe, but the dwarf race, who do not wield magic, have steampunk-level technology in the form of steam engines, both engineering and combat, in which dwarves combine technology with the magical properties of minerals. The world is full of darkness, cruel creatures, and anti-heroes. The struggle between gods, waged through the hands of mortals, is a central theme, reflected in the way of life and the destinies of characters. The gods are cruel and vengeful, both light, neutral, and dark. Only their methods and ideology differ. Both real animal species and many fictional ones exist, including mythical and entirely original creatures. The same applies to flora. The main civilizations in the world belong to humans, dwarves, light, dark, and grey elves, northerners, and orcs. The lizardfolk can be considered a separate civilization, but they are fragmented and regarded as semi-intelligent by many other civilizations. There are many semi-intelligent races such as goblins, trolls, ogres, lizardfolk, ratfolk, and numerous other humanoid beast races.",
      "ru": "Мир суровый, мрачный и опасный, особенно за пределами охраняемых городов и поселений. Магия играет центральную роль в жизни мира и используется для различных целей, включая защиту, лечение, разрушение и проклятия. Она заменяет собой многие инструменты, чем значительно тормозит технологическое развитие в культурах, практикующих магию. Уровень развития в мире соответствует 12-13 веку Европы, но так же у расы гномов, не владеющих магией, доминируют технологии стимпанкового уровня в виде паровых машин, как инженерных, так и боевых, в которых гномы объединяют технологии с магическими свойствами минералов. Мир полон тьмы, жестоких существ и антигероев. Борьба между богами руками смертных является центральной темой, отраженной в укладе жизни и судьбах персонажей. Боги жестоки и мстительны, как светлые, так и нейтральные и темные. Отличаются лишь их методы и идеология. Существуют, как реальные виды животных, так и множество вымышленных, как мифических, так и полностью оригинальных. То же касается и флоры. Основные цивилизации в мире относятся к людям, гномам, светлым, темным и серым эльфам, северянам и оркам. Отдельной цивилизацией можно считать людоящеров, однако они разрознены и многими другими цивилизациями считаются полуразумными. Присутствует множество полуразумных рас, таких, как гоблины, тролли, огры, людоящеры, крысолюды и многочисленные прочие гуманоидные зверорасы."
    }
  },
  {
    "id": "universe_cosmology",
    "title_i18n": {
      "en": "The Universe and Realms",
      "ru": "Вселенная и Царства"
    },
    "text_i18n": {
      "en": "The universe consists of five worlds, connected by a thin boundary.\n\n**The First Realm:** The oldest world, where all gods once lived, and today only the light ones continue to reside. This is the domain of the main goddess Zenira and her family: Cephala, Resteffa, Tiara, Imorphia, Phagita, Theraphomida, Limellia, and Talassar. Their servants, angels, live with them. The souls of deceased mortals who were faithful to the ideals of the light gods go here to live among the angels.\n\n**The Second Realm:** Hell, a prison for the dark Progenitor god, whose name has long been forgotten (He is called by various names: The Fallen, The Scorched, The Devil), as well as his servants, demons. The souls of sinners who did not receive the patronage of the light gods go to Oblivion, but on the way, they can be kidnapped by demons and imprisoned here, to soon become demons themselves through horrific torment.\n\n**The Third Realm:** The world of mortals, where non-divine life originated. The main events take place here.\n\n**The Shadow:** A sub-realm where all feelings, emotions, and memories of everyone who has ever lived reside. It is inhabited by spirits personifying these aspects, and the god of this world is considered Yar and his rival, the Devourer.\n\n**Oblivion:** A sub-realm, the abode of the dead, where the god Shivosh lives with his family: Nekros and Bugeshut, as well as their servants. Angels of Death are the higher spirits of this world; they ensure the transition of the souls of the deceased (who were not patronized by the light gods) from the world of the living and their assimilation here. Some souls of the deceased residing in Oblivion, with the permission of their gods, can return to the world of the living as undead and serve the interests of the gods of death, while others exist here for a long time in peace until they are remembered in the world of mortals. As soon as the last memory of such a soul fades among the living, their personality and memories are erased, and they become specters - spirits without personality or feelings.\n\n**The Aether:** A sub-realm whose purpose is known today only to the gods who remember it. It once had its own god and purpose, but now all that is gone into oblivion, and all paths to the Aether have been lost.\n\n**True Cosmology:** The true cosmology of the world is known to few mortals, perhaps only to special scholarly minds or dwarves. In the context of cosmology, these five worlds are represented as a stellar system, where the First Realm is the Sun, and two planets orbit it - the Third Realm and the Aether. The scorching core of the Third Realm is the Second Realm, the Shadow is enclosed in a meteoroid belt around this planet, and Oblivion is this planet's satellite, its Moon.",
      "ru": "Вселенная состоит из пяти миров, связанных друг с другом тонкой гранью.\n\n**Первое Царство:** Самый старый мир, в нем когда-то жили все боги, а сегодня продолжают жить лишь светлые. Это вотчина главной богини Зениры и ее семьи: Цефалы, Рестеффы, Тиары, Иморфии, Фагиты, Терафомиды, Лимэллии и Таласара. С ними живут их слуги - ангелы. Души умерших смертных, верных идеям светлых богов, отправляются сюда, чтобы жить среди ангелов.\n\n**Второе Царство:** Ад, тюрьма для темного Первородного бога, чье имя давно забыто (его называют по разному: Падший, Опаленный, Дьявол), а так же его слуг - демонов. Души грешников, не получивших покровительства светлых богов, отправляются в Забвение, но по дороге могут быть похищены демонами и заперты здесь, чтобы через чудовищные мучения вскоре тоже стать демонами.\n\n**Третье Царство:** Мир смертных, где зародилась небожественная жизнь. Здесь происходят основные события.\n\n**Тень:** Субмир, в котором живут все чувства, эмоции и память всех когда-либо живущих. Ее населяют духи, олицетворяющие все эти аспекты, а богом этого мира считается Яр и его соперник Пожиратель.\n\n**Забвение:** Субмир - обиталище мертвых, здесь живет бог Шивош и его семья: Некрос и Бугэшут, а так же их слуги. Ангелы смерти - высшие духи этого мира, они обеспечивают переход душ умерших (которым не покровительствовали светлые боги) из мира живых и их освоение здесь. Некоторые души умерших, находящихся в Забвении, с разрешением своих богов, могут вернуться в мир живых в виде нежити и служить интересом богов смерти, остальные же существуют здесь долгое время в покое, пока их помнят в мире смертных. Как только последнее воспоминания живых о такой душе угасает, ее личность и воспоминания стираются, а сами они стают мороками - духами без личности и чувств.\n\n**Эфир:** Субмир, предназначение которого сегодня известно лишь богам, которые помнят о нем. Некогда у него был свой бог и назначение, но ныне все это ушло в небытие, а все пути к Эфиру были утеряны.\n\n**Истинная космология:** Среди смертных мало кому известна, разве что особым ученым умам или гномам. В контексте космологии эти пять миров представлены в виде звездной системы, где Первое Царство - это Солнце, а вокруг нее вращается две планеты - Третье Царство и Эфир. При этом раскаленным ядром Третьего Царства является Второе Царство, Тень заключена в метеоритном кольце вокруг этой планеты, а Забвение - спутник этой планеты, ее Луна."
    }
  },
  {
    "id": "major_gods",
    "title_i18n": {
      "en": "Major Deities",
      "ru": "Главные Боги"
    },
    "text_i18n": {
      "en": "**Cephala:** Younger sister of Zenira, patroness of medicine.\n\n**Resteffa:** Younger sister of Zenira, patroness of craftsmanship.\n\n**Tiara:** Younger sister of Zenira, patroness of young souls and light energy.\n\n**Imorphia:** Goddess of love, beauty, and the hearth, patroness of warmth and family.\n\n**Phagita:** Goddess of fertility and nature, patroness of farmers, gardeners, and foresters.\n\n**Theraphomida:** Goddess of the animal world and hunting grounds, patroness of all involved with animals, ruler of earth and mountains.\n\n**Talassar:** God of water and winds, patron of sailors and travelers.\n\n**Limellia:** Goddess-guide for departing elves, escorts their souls back to the Gardens of Elsarn, the world of angels.\n\n**The Fallen, The Scorched, The Devil:** The oldest embodiment of evil and deceit, who rules Hell (the Second Realm) and demons.\n\n**Shivosh:** God of death, ruler of the world called Oblivion, where lost souls who could not find their way to Hell (the Second Realm) or Paradise (the First Realm) go, patron of the undead and diseases.\n\n**Yar:** Lord of the Shadow, the world of spirits, dreams, and thoughts.\n\n**The Aether:** Mythical god of the lost world.\n\nEach of the gods attempts to expand their influence over the Third Realm in some way, but they cannot personally enter it due to ancient seals on the world created by an unknown force far more powerful than all known gods. Therefore, the battle for their influence takes place on the ground, at the cost of the lives of the local inhabitants.",
      "ru": "**Цефала:** Младшая сестра Зениры, покровительница медицины.\n\n**Рестеффа:** Младшая сестра Зениры, покровительница ремесла.\n\n**Тиара:** Младшая сестра Зениры, покровительница молодых душ и светлой энергии.\n\n**Иморфия:** Богиня любви, красоты и семейного очага, покровительница тепла и семьи.\n\n**Фагита:** Богиня плодородия и природы, покровительница фермеров, садовников и лесничих.\n\n**Терафомида:** Богиня животного мира и угодий, покровительница всех кто занимается животными, повелительница земли и гор.\n\n**Таласар:** Бог воды и ветров, покровитель моряков и путников.\n\n**Лимэллия:** Богиня-проводник уходящих из жизни эльфов, провожает их души назад в Сады Эльсарна, мир ангелов.\n\n**Падший, Опаленный, Дьявол:** Древнейшее воплощение зла и обмана, что правит Адом (Вторым Царством) и демонами.\n\n**Шивош:** Бог смерти, правитель мира под названием Забвение, куда попадают потерянные души, не сумевшие найти путь в Ад (Второе Царство) или Рай (Первое Царство), покровитель нежити и болезней.\n\n**Яр:** Повелитель Тени, мира духов, снов и мыслей.\n\n**Эфир:** Мифический бог потерянного мира.\n\nКаждый из богов так или иначе пытается расширить свое влияние на Третье Царство, но вторгаться в него лично не может из-за древних печатей мира, созданных неизвестной силой, куда более могущественной, чем все известные боги. Поэтому сражение за их влияние происходит на земле, ценой жизней местных обитателей."
    }
  },
    {
    "id": "minor_deities_cults",
    "title_i18n": {
      "en": "Minor Deities and Cults",
      "ru": "Непризнанные Божества и Культы"
    },
    "text_i18n": {
      "en": "There are also many unrecognized minor deities, worshipped by scattered clans of orcs and northerners. The official religion considers them no more than spirits who have managed to build cults around themselves - pagans. It is not uncommon for northerner clans to war with each other over simple animosity towards each other's totemic deities. Of course, the world has a hegemon in the form of the Temple of Zenira's pantheon. By the way, the key difference between the Temples of humans and elves is that elves equally recognize all gods of the First Realm, while humans only emphasize three goddesses as main: Zenira, Cephala, and Tiara.",
      "ru": "Существует множество непризнанных мелких божеств, в которых верят разрозненные кланы орков и северян. Официальная религия считает их не более чем духами, которым удалось построить вокруг себя секты - язычников. Нередко те же северянские кланы воюют друг с другом из-за банального неприятия к тотемным божествам друг друга. Разумеется, в мире имеет место гегемон в виде Храма пантеона Зениры. К слову, ключевым различием между Храмами людей и эльфов является то, что эльфы в равной степени признают всех богов Первого Царства, в то время, как люди выделяют главными только троих богинь - Зениру, Цефалу и Тиару."
    }
  },
  {
    "id": "magic_system_overview",
    "title_i18n": {
      "en": "Magic System Overview",
      "ru": "Обзор магической системы"
    },
    "text_i18n": {
      "en": "The entire world and every particle of it is saturated with magic, as the magic of the ancient Progenitor gods created it. Most of the material world is a byproduct of magic and no longer contains it itself, but to varying degrees, it can serve as a vessel for being filled with magic. Initially, magic was contained within the gods even before the creation of the world, so all existing magic is dispersed energy from different gods, both living and fallen, and continues to maintain a connection with them. A mage is physically capable of using any magic unless a specific god has deprived them of that right (which can be considered a curse), however, using certain types may conflict with the laws of a particular society. The connection of magic to the gods is direct. If a god mysteriously disappears from reality, all magic associated with them will also vanish from the world. The presence of a specific type of magic in the world directly confirms the existence of that specific god.",
      "ru": "Весь мир и каждая его частица пропитана магией, так как магия древних Первородных богов породила его. Большая часть материального мира является субпродуктом магии и сама по себе ее больше не содержит, однако в разной степени может служить сосудом для наполнения магией. Изначально магия содержалась в богах еще до создания мира, поэтому вся ныне существующая магия является распыленной энергией разных богов, как живых, так и падших и продолжает сохранять с ними связь. Маг физически способен использовать любую магию, если такого права его не лишил конкретный бог (что можно считать проклятием), однако использование отдельных видов может конфликтовать с законами конкретного общества. Связь магии с богами является непосредственной. Если какой-то бог загадочно исчезнет из реальности, то вся магия, что была связана с ним так же исчезнет из мира. Наличие конкретного вида магии в мире напрямую подтверждает существование конкретного бога."
    }
  },
  {
    "id": "magic_types_and_items",
    "title_i18n": {
      "en": "Types of Magic and Magic Items",
      "ru": "Типы магии и волшебные предметы"
    },
    "text_i18n": {
      "en": "Magic can take the form of spells cast by a mage; in this case, they use their reserve of magical energy and willpower to control magic. Magic can also be in the form of an enchanted object created by wizards, enchanting it with various magics using runic ciphers containing a specific spell (in other words, a magical program). This requires ink made from the powder of a suitable magical mineral. Runic stones, also made from a special mineral, are used as a buffer carrier for magic. The energy for transferring magic from the runic stone to the enchanted object is typically the energy released by a soul captured in a soul sphere.\n\nAlchemy, potions, poisons, and curses are actively used as accessible magic, sealed in a bottle. Ingredients containing magic, such as plants, minerals, and organs of various creatures, are used for preparing potions.",
      "ru": "Магия может быть в виде заклинаний, которые произносит маг, в этом случае он использует запас своей магической энергии и силу воли для власти над магией. Магия может быть в виде зачарованного предмета, который создают волшебники, зачаровывая разной магией с помощью рунических шифров, содержащих конкретное заклинание (иным словом - магическую программу). Для этого используются чернила из порошка соответствующего магического минерала. В качестве буферного носителя магии используются рунические камни - тоже из специального минерала. Энергией для переноса магии из рунического камня в зачаровываемый предмет как правило служит энергия, выделяемая душой, пойманной в сферу душ.\n\nАлхимия, зелья, яды и проклятия активно используются, как доступная магия, закупоренная в бутылку. Для приготовления зелий используются материалы, содержащие в себе магию, такие как растения, минералы и органы различных существ."
    }
  },
  {
    "id": "magic_societies_laws",
    "title_i18n": {
      "en": "Magic Societies and Laws",
      "ru": "Магические сообщества и законы"
    },
    "text_i18n": {
      "en": "Beyond the religious aspect, there is also a political one, which is expressed in the form of magical academies and guilds engaged in the study and advancement of magic. Although magic is widespread in the world, magical knowledge is nevertheless only accessible to those who can afford the rather expensive education in this art. Alchemists are much more common, as this craft does not require mandatory practical magical education.\n\nLaws regulating the use of magic are mandatory in such a world. Crafts related to magic often require separate licenses and special control from relevant structures. However, there are several civilizations in our world, each with its own attitude towards magic and its legality.",
      "ru": "Помимо религиозной стороны, имеет место и политическая, которая выражается в виде магических академий и гильдий, занимающихся изучением и продвижением магии. Несмотря на то, что магия в мире распространена, магические знания тем не менее доступны лишь тем, кто способен оплатить весьма дорогостоящее обучение этому искусству. Гораздо более распространены алхимики, так как это ремесло не подразумевает обязательное практическое магическое образование.\n\nОбязательно в таком мире должны быть законы, регламентирующие использование магии. Ремесло, связанное с магией зачастую требует отдельных лицензий и особого контроля от соответствующих структур. Однако в мире существует несколько цивилизаций, у каждой из которых есть свое отношение к магии и ее легальности."
    }
  },
    {
    "id": "information_propaganda",
    "title_i18n": {
      "en": "Information and Propaganda",
      "ru": "Распространение информации и пропаганда"
    },
    "text_i18n": {
      "en": "Of course, mages, as unconditional representatives of the intelligentsia and the scholarly world, take a direct part in the dissemination of information. With the help of magical glyphs, it is possible to use dynamic images, similar to short animations on a flat surface, and illusionists can create additional visualizations in theaters or city squares. And, of course, in a world where there is propaganda, there will always be room for censorship in the interests of local political and religious forces. In a world where there is no internet or television, all other forms of information dissemination are the main factors shaping public opinion. All forms of manipulation possible with the help of books can also be used.",
      "ru": "Конечно, маги, как безусловные представители интеллигенции и ученого мира, принимают в распространении информации непосредственное участие. С помощью магических глифов возможно использовать динамические изображения, наподобие короткой анимации на плоской поверхности, а иллюзионисты способны создавать дополнительные визуализации в театрах или городских площадях. И конечно же, в мире, где есть пропаганда, всегда будет место и цензуре в интересах локальных политических и религиозных сил. В мире, где не существует интернета и телевидения, все прочие формы распространения информации являются основными факторами формирования общественного мнения. Все формы манипуляций, возможных с помощью книг, так же могут использоваться."
    }
  },
    {
    "id": "magic_glyphs_illusions",
    "title_i18n": {
      "en": "Magic Glyphs and Illusions",
      "ru": "Магические глифы и иллюзии"
    },
    "text_i18n": {
      "en": "Magic glyphs belong to a specific school of magic. Applying glyphs is generally not a particularly complex art, while illusions are very varied in complexity, depending on the volume of the illusion and its ability to depict static or moving images, on a single plane or in volumetric form. An illusion can be exposed in different ways, depending on the complexity and detail of the illusion, as well as its relevance to the surrounding context. That is, exposure can utilize simple logical and analytical abilities, as well as the need to use special spells that detect and dispel illusions. Illusions projected not into space, but directly into consciousness, are a separate art. It is very difficult to affect many minds simultaneously in this way, but this method will be more effective and cruel towards a specific consciousness.",
      "ru": "Магические глифы относятся к конкретной школе магии. Наложение глифов в целом не является особенно сложным искусством, в то время как иллюзии очень вариативны по сложности, в зависимости от объема этой иллюзии и ее способности изображать статичные или движущиеся изображения, на одной плоскости или же в объемном виде. Разоблачить иллюзию можно по разному, в зависимости от сложности и детализации данной иллюзии, а так же ее принадлежности к окружающему контексту. То есть, в разоблачении могут пригодиться как просто логические и аналитические способности, так и необходимость использоваться специальные заклинания, обнаруживающие и разрушающие иллюзии. Отдельным искусством являются иллюзии, проецируемые не на пространство, а непосредственно в сознание. Таким образом очень сложно одновременно воздействовать на множество сознаний, однако этот метод будет более эффективным и жестоким по отношению к конкретному сознанию."
    }
  },
  {
    "id": "race_origins",
    "title_i18n": {
      "en": "Origins of Races",
      "ru": "Происхождение рас"
    },
    "text_i18n": {
      "en": "In general, all modern sentient races in this world are connected by hereditary ties. The light elves were the first to appear when angels came to the world of mortals and shed their wings - they became elves. Dark and grey elves, as well as humans, originated from elves. Dwarves and northerners further originated from humans. Goblins appeared from dark and grey elves, and goblins eventually formed from orcs over time.",
      "ru": "Вообще все современные разумные расы в этом мире связаны наследственной связью. Первыми появились светлые эльфы, когда ангелы пришли в мир смертных и сбросили крылья - они и стали эльфами. От эльфов произошли темные и серые эльфы, а так же люди. От людей далее произошли гномы и северяне. От темных и серых эльфов появились гоблины, а из орков со временем сформировались гоблины."
    }
  },
    {
    "id": "race_northerners",
    "title_i18n": {
      "en": "The Northerners",
      "ru": "Северяне"
    },
    "text_i18n": {
      "en": "Northerners are a humanoid race distinguished by their resistance to cold, larger size (if the average human height is around 1.7m, the average northerner height is 1.9m), and naturally developed musculature. They are considered a separate race, originating from humans, who primarily live in cold regions. Northerners live in clans and tribes, which usually unite into states, similar to how it was among the Norwegians, where each tribe had its own jarl who held absolute power over their lands, but in matters of broader politics, all jarls were subordinate to the konung. Their culture can also be compared to Scandinavian paganism, expressed in architecture and traditions. Also, each clan is distinguished by worshipping its own pseudo-deity embodied in a totem animal. This forms the basis of the culture of an individual clan. For example, a clan worshipping the Wolf totem animal is called the Wolf Clan, and its cultural values embody associations with the Wolf, such as a drive for hunting and survival.",
      "ru": "Северяне - это человекоподобная раса, которая отличается стойкостью к холоду, более крупными размерами (если средний рост человека где-то 1.7м, то средний рост северян составляет 1.9м), у них врожденно развитая мускулатура. Они считаются отдельной расой, произошедшей от людей, которая живет в основном в холодных регионах. Северяне живут кланами, племенами, которые как правило объединяются в своего рода государства, как это когда-то было у норвежцев, когда у каждого племени был свой ярл, который являлся абсолютной властью на своих землях, но в вопросах большой политики все ярлы подчинялись конунгу. Их культуру можно так же сравнить с подобной на скандинавскую языческого периода, это выражается в архитектуре и традициях. Так же каждый клан отличается тем, что поклоняется своему псевдобожеству, олицетворенному в тотемном животном. От этого происходит основа культуры отдельно взятого клана. Например, клан, поклоняющийся тотемному зверю Волку, называется Клан Волка, а его культурные ценности воплощают ассоциации с Волком, такие как стремление к охоте и выживанию."
    }
  },
  {
    "id": "kwellin_archipelago_seal",
    "title_i18n": {
      "en": "Kwellin Archipelago and The Seal",
      "ru": "Архипелаг Квеллин и Печать"
    },
    "text_i18n": {
      "en": "The Archipelago is a key point for the events. Several colonies are located on the archipelago, established to guard the Seal that closes a portal to Hell. Anyone who sets foot on the land of any of the Archipelago islands will never leave it again - such is the law. Several kingdoms and empires send their people to the isolated archipelago to ensure the protection of the sealed portal to Hell, which threatens the entire world. The Archipelago is home to various races and cultures that are forced to cooperate to protect the Seal from destruction. The place is isolated from the rest of the world, and life there is harsh and full of dangers.",
      "ru": "Архипелаг является ключевой точкой событий. На архипелаге находятся несколько колоний, созданных для охраны печати, закрывающей портал в ад. Каждый, кто ступит на сушу любого из островов Архипелага - больше никогда не покинет его - таков закон. Несколько королевств и империй отправляют своих людей на изолированный архипелаг для обеспечения охраны запечатанного портала в ад, который угрожает всему миру. Архипелаг является домом для различных рас и культур, которые вынуждены сотрудничать, чтобы защитить печать от разрушения. Место изолировано от остального мира, и жизнь там сурова и полна опасностей."
    }
  },
  {
    "id": "kwellin_conflict_history",
    "title_i18n": {
      "en": "History of the Kwellin Conflict",
      "ru": "История Конфликта на Квеллине"
    },
    "text_i18n": {
      "en": "Half a century ago, the Nunril Empire entered a defensive conflict for its satellite kingdom Narcelss, which became bogged down in positional battles with its dwarf neighbors from the state of Brandelvor. As a result, the war dragged on for decades. The vast numbers of humans were opposed by the few but technologically advanced dwarves. The dark elves from a neighboring kingdom profited greatly from this war, fighting for whoever paid more. The borderlines shifted back and forth, and there seemed to be no end to the violence. Until one day, Nunril reconnaissance discovered a group of islands at the junction of two oceans. There, the dwarves found an unusual mineral containing rich reserves of pure magic. With it, the dwarves could imbue their war machines with new capabilities, significantly tipping the balance of power. And if humans acquired it, their mages would reach an entirely new level of magical mastery. The dwarves realized they could not withstand such pressure and went all-in. They met the human army with all their forces in the central part of the archipelago, in the shadow of the highest mountain, Ment-Ahat. In the heat of battle, the ground gave way beneath the warriors, and the mountain peak exploded with incredible force, spewing fire and ash. Both armies suffered huge losses and were forced to retreat from the disputed border. The dwarves withdrew to the south, to their last and impregnable stronghold, Yanmah, while the humans retreated north, hoping to weather the cataclysm on a neighboring island. However, fate decreed otherwise. From the blazing maw of the mountain, endless hordes of cruel monsters began to descend. The Nunril army held back their onslaught for quite some time, suffering regular losses, but the ranks of the demons never thinned. The Emperor convened an urgent meeting with the head of the Temple, and it was decided to summon representatives of the Temple from all states in the world to solve this problem, as it was evident that this was a threat not just to the archipelago or the empire, but to the entire Third Realm. The Temple alliance of humans and elves, represented by their best mages, arrived on the islands and constructed a magical barrier of white magic that contained the mountain and all its foul creatures. The bloodshed on the island stopped, and humans and elves built fortresses and cities around the mountain to maintain an eternal vigil around the barrier and prevent further breakthroughs of demons into the free world. The archipelago was surrounded by the imperial human fleet, the zone was closed and strictly classified.",
      "ru": "Полвека назад империя людей Нунриль вступила в оборонительный конфликт за свое королевство-сателлит Нарцельс, который погряз в позиционных сражениях со своими соседями-гномами из государства Брандельвор. В результате война затянулась на десятилетия. Огромная численность людей противостояла немногочисленным, но технологически развитым гномам. На этой войне изрядно нагрели руки темные эльфы из соседнего королевства. Они выступали на стороне того, кто больше заплатит. Линии разграничения земель ползли то в одну, то в другую сторону и не видно было конца этому насилию. Пока однажды нунрильская разведка не выяснила, что Брандельвор нашел семейство островов на стыке двух океанов. Там гномы обнаружили необычный минерал, содержащий в себе богатые запасы чистой магии. С его помощью гномы могли бы наделить свои боевые машины новыми возможностями и это стало бы существенным перекосом в балансе сил. А если бы им завладели люди, то их маги вышли бы на абсолютно новый уровень волшебного мастерства. Гномы поняли, что не смогут сдержать такой напор и пошли в вабанк. Встретившись с армией людей всеми своими силами в центральной части архипелага, в тени самой высокой горы Мэнт-Ахат. В самый разгар сражения, земля ушла из-под ног воинов, вершина горы взорвалась с невероятной силой, изрыгнув пламя и пепел. Обе армии понесли огромные потери и вынуждены были отступить от спорной границы. Гномы закрылись на юге, в своей последней и неприступной твердыне Янмах, а люди отступили на север в надежде переждать катаклизм на соседнем острове. Однако судьба распорядилась иначе. Из пылающего жерла горы начали спускаться нескончаемые орды жестоких монстров. Армия Нунриля довольно долго сдерживала их натиск, неся регулярные потери, а ряды демонов так и не редели. Императором было собрано срочное собрание вместе с главой Храма и было принято решение призвать представителей Храма со всех государств мира для того, чтобы решить эту проблему, так как было очевидно, что это была угроза не только архипелагу или империи, а всему Третьему Царству. Храмовый союз людей и эльфов в лице лучших магов прибыли на острова и соорудили магический барьер из белой магии, который законсервировал гору и всю её нечисть. Кровопролитие на острове остановилось, люди и эльфы выстроили крепости и города вокруг горы, чтобы нести вечную службу вокруг барьера и не допустить дальнейшего прорыва демонов в свободный мир. Архипелаг окружил имперский флот людей, зона была закрыта и строго засекречена."
    }
  },
    {
    "id": "kwellin_nunril_colony",
    "title_i18n": {
      "en": "Nunril Colony on Kwellin",
      "ru": "Колония Нунриля на Квеллине"
    },
    "text_i18n": {
      "en": "Now, through the efforts of the Emperor's special service, prisoners sentenced for crimes of any severity, and craftsmen of various trades, are forcibly sent to the archipelago, having been lured there by deception. The Imperial law states: \"Everyone who sets foot on the land of the Kwellin Archipelago shall never leave its borders again.\" All this is done to maintain life in the colonies, which have become guardians of this world, and to keep the greatest threat to the world a secret. People on the archipelago live in strict isolation, most of them ending up there against their will. The human race on the archipelago is represented by the Nunril Empire. The main human settlements on the archipelago are: Meldor (capital with a governor), Kwellin (Lord Falcon's village), Alvaro's Castle (Lord Alvaro's new domain), Saiden (main fortress guarding the Seal to the portal to Hell), the former human capital on the archipelago Slanhope - abandoned and captured by dark forces. Half of Kwellin village was affected by the curse of the god of death, but was recently freed from it. The selection of craftsmen in Nunril follows the logic of satisfying needs. Lists of necessary professions are sent from the archipelago, and special agents in Nunril search for representatives of these professions and lure them to the archipelago by deception. There is no selection for prisoners - all prisoners of Nunril for any offense are sent to the archipelago instead of prisons. The life expectancy of a prisoner on the archipelago varies from one day to death from old age. Most, as a rule, die in the first weeks and months, unable to adapt to the local society or falling victim to external forces outside the settlements. The main method of deception to attract craftsmen is a fabricated imperial decree directing a person of a certain profession to the empire's new colonies for their development, while omitting the details that this land is very dangerous and it is a one-way ticket.",
      "ru": "Теперь усилиями специальной службы императора, на архипелаг насильно сбрасываются заключенные, приговоренные за преступления любой тяжести, и ремесленники разных мастей, обманом завлеченные на острова. Императорский закон гласит: \"Каждый ступивший на сушу Квеллинского Архипелага, больше никогда не покинет его границ.\" Все это делаете для поддержания жизни в колониях, ставших стражей этого мира, и сохранения в тайне величайшей угрозы миру. Люди на архипелаге живут в строгой изоляции, большинство из них оказывается там против своей воли. Человеческую расу на архипелаге представляет империя Нунриль. Основные поселения людей на архипелаге: Мэлдор (столица с губернатором), Квеллин (деревня лорда Фалькона), Замок Альваро (новая вотчина лорда Альваро), Сайден (главная крепость, охраняющая Печать портала в ад), бывшая столица людей на архипелаге Сланхоуп - заброшена и захвачена темными силами. Половина деревни Квеллин была поражена проклятьем бога смерти, но недавно была освобождена от него. Отбор ремесленников в Нунриле происходит по логике удовлетворения потребностей. Из архипелага направляются списки необходимых профессий, а специальные агенты в Нунриля разыскивают представителей этих профессий и обманом заманивают на архипелаг. Отбора заключенных нет никакого - все заключенные Нунриля за любую вину отправляются вместо тюрем на архипелаг. Продолжительность жизни заключенного на архипелаге варьируется от одного дня до смерти от старости. Большинство, как правило, погибают в первые недели и месяцы, не сумев адаптироваться в здешнем обществе или став жертвой внешних сил за пределами поселений. Основной способ обмана для привлечения ремесленников - это подставное распоряжение императора об направлении человека определенной профессии в новые колонии империи для их развития, при этом детали, что эта земля очень опасна и это билет в один конец умалчиваются."
    }
  },
    {
    "id": "kwellin_iridor_colony",
    "title_i18n": {
      "en": "Iridor Elven Colony on Kwellin",
      "ru": "Эльфийская Колония Иридор на Квеллине"
    },
    "text_i18n": {
      "en": "Elves are sent to the archipelago exclusively as volunteers and clergy. Elven ideology implies a propensity for self-sacrifice and charity in the interest of preserving peace. The main elven settlements are: Iridor (capital with a regional king), the watch citadel of Iiruma, the outpost of Carnal-Costa (formerly belonging to dwarves, abandoned and captured by dark forces after brief elven ownership).",
      "ru": "Эльфы присылают на архипелаг исключительно добровольцев и священнослужителей. Эльфийская идеология подразумевает склонность к самопожертвованию и благотворительности в интересах сохранения мира. Основные поселения эльфов: Иридор (столица с региональным королем), дозорная цитадель Ийрума, форпост Карнала-Коста (ранее принадлежал гномам, после короткого владения эльфами - заброшена и захвачена темными силами)."
    }
  },
    {
    "id": "kwellin_theria_colony",
    "title_i18n": {
      "en": "Theria Dark/Grey Elven Colony on Kwellin",
      "ru": "Колония Темных/Серых Эльфов Терия на Квеллине"
    },
    "text_i18n": {
      "en": "Dark and grey elves founded their city - Theria. They are not part of the alliance of humans and elves tasked with guarding the Seal. This race is greedy for secret knowledge and dark powers, so their presence on the Archipelago is driven by research interest. They summon their kind from the mainland, ready to participate in this mission or simply seek adventure or riches, hoping that someday the portal to Hell will be dealt with and they can take their precious knowledge, powers, and treasures back to the mainland. Their outposts Mimenem-Diora and Melonk once belonged to dwarves but were occupied after their retreat and now guard the approaches to Theria.",
      "ru": "Темные и серые эльфы основали свой город - Терия. Они не входят в союз людей и эльфов, призванных охранять печать. Эта раса алчна к тайным знаниям и темным силам, поэтому их присутствие на Архипелаге обусловлено исследовательским интересом. Они призывают своих с большой земли, готовых поучаствовать в этой миссии или же просто поискать приключений или богатств, рассчитывая, что когда-нибудь с порталом в Ад будет покончено и они смогут унести свои драгоценные знания, силы и сокровища обратно на большую землю. Их форпосты Мименем-Диора и Мелонк когда-то принадлежали гномам, но были заняты после их отступления и теперь охраняют подходы к Терии."
    }
  },
  {
    "id": "kwellin_yanmah_citadel",
    "title_i18n": {
      "en": "Yanmah Dwarf Citadel on Kwellin",
      "ru": "Цитадель Гномов Янмах на Квеллине"
    },
    "text_i18n": {
      "en": "The dwarves lost the battle for the Archipelago and are now forced to hide in their last citadel, Yanmah, which the humans could not take during the war. They are locked in there themselves and do not allow anyone else to cross their threshold.",
      "ru": "Гномы проиграли битву за Архипелаг и теперь вынуждены отсиживаться в своей последней цитадели Янмах, которую люди не смогли взять в ходе войны. Они заперты там сами и не позволяют никому чужому переходить их порог."
    }
  },
  {
    "id": "kwellin_orc_encampment",
    "title_i18n": {
      "en": "Orc Encampment on Kwellin",
      "ru": "Лагерь Орков на Квеллине"
    },
    "text_i18n": {
      "en": "The orcs accidentally ended up on the Archipelago, seeking a worthy battle. Upon realizing that there were too many enemies on the islands and a glorious battle risked being a slaughter where the orcs would not survive, and there was no way back from the archipelago, they had no choice but to settle in their war camp. Now from here, they raid caravans and hunt for worthy opponents, because... well, what else are creatures who live for battle and glory supposed to do?",
      "ru": "Орки случайно оказались на Архипелаге, ища достойной битвы. Выяснив, что врагов на островах слишком много и славная битва рискует быть побоищем, в котором орки не выживут, а обратного пути с архипелага уже не осталось, им не осталось ничего другого, кроме как осесть в своем военном лагере. Теперь отсюда они совершают рейды на караваны и охоту на достойных противников, поскольку... ну а что еще делать существам, которые живут ради битвы и славы?"
    }
  },
  {
    "id": "kwellin_factions_relations",
    "title_i18n": {
      "en": "Kwellin Faction Relations",
      "ru": "Отношения Фракций на Квеллине"
    },
    "text_i18n": {
      "en": "The Nunril Empire and the locally formed international elven kingdom of Iridor are allies within the archipelago, as they share a common goal - guarding the Seal. Outside the archipelago, humans and elves are also often bound by alliances and other positive agreements if they share a common religion - worship of the Zenira pantheon or a part of it. The dark and grey elves of Theria are mostly expatriates from the kingdom of Hukka, which acts as mercenaries for Brandelvor against Nunril outside the archipelago. On the archipelago, Theria's relations with the humans of Nunril are strained and reserved; they maintain neutrality with mutual distrust. Theria maintains the same level of relations with the elves of Iridor, but the latter despise the Therians. The dwarves in Yanmah are hostile to the Nunril humans and neutral to Iridor and Theria. The orcs are hostile to everyone.",
      "ru": "Империя Нунриль и локально сформированное международными эльфами королевство Иридор являются союзниками в пределах архипелага, так как их объединяет общая цель - охрана Печати. Вне архипелага люди и эльфы так же нередко связаны союзами и прочими положительными договорами, если их объединяет общая религия - поклонение пантеону Зениры или его части. Темные и серые эльфы Терии в основном выходцы из королевства Хукка, которое выступает за пределами архипелага в качестве наемников для Брандельвора в войне против Нунриля. На архипелаге отношения Терии с людьми Нунриля напряженные и сдержанные, они соблюдают нейтралитет с взаимным недоверием. Такой же уровень отношений у Терии сохраняется и с эльфами Иридора, однако последние презирают терийцев. Гномы в Янмахе враждебны с нунрильцами и нейтральны с Иридором и Терией. Орки враждебны ко всем."
    }
  },
   {
    "id": "kwellin_barrier_monoliths",
    "title_i18n": {
      "en": "The Barrier and Monoliths",
      "ru": "Барьер и Монолиты"
    },
    "text_i18n": {
      "en": "The Temple alliance of humans and elves constructed a magical barrier of white magic that contained Mount Ment-Ahat and all its foul creatures, stopping the bloodshed on the island. The barrier isolates the dark forces within a delineated territory. Any contact of a foul creature with the barrier leads to its immediate destruction by a strike of white magic. The barrier is stable as long as it is supported by special monoliths erected by the best mages of elves and humans. As long as these monoliths are intact, the barrier will stand. They are invulnerable to attacks from within the barrier, but they can be destroyed from the outside, which is why they need guarding, as demons have many hidden followers throughout the world. If the barrier is destroyed, nothing will contain the hordes of demons coming from the open portal to Hell. The modern world has not devised other means to contain these hordes, so the fall of the barrier will lead to the gradual destruction of all opponents of the demonic ideology worldwide. A monolith is simply a source of energy that extends the barrier to the neighboring monolith, thus acting as a kind of energy support. Currently, the monoliths are maximally reinforced. White magic was specifically created to destroy black magic. Its contact with dark forces is inherently destructive to them by its very nature.",
      "ru": "Храмовый союз людей и эльфов соорудил магический барьер из белой магии, который законсервировал гору Мэнт-Ахат и всю её нечисть, остановив кровопролитие на острове. Барьер изолирует темные силы на очерченной территории. Любой контакт нечистой силы с барьером приводит к ее немедленному уничтожению ударом белой магии. Барьер устойчив, пока поддерживается специальными монолитами, которые соорудили лучшие маги эльфов и людей. Пока эти монолиты целы, барьер будет стоять. Они неуязвимы к воздействию изнутри барьера, однако их можно разрушить извне, из-за чего они нуждаются в охране, так как у демонов есть множество скрытых последователей по всему миру. Если барьер разрушить, ничто не будет сдерживать орды демонов, идущие из открытого портала в ад. Современный мир не придумал других средств сдерживания этих орд, поэтому падение барьера приведет к постепенному уничтожению всех противников демонической идеологии по всему миру. Монолит - это просто источник энергии, который проводит барьер до соседнего монолита, таким образом выступая в роли своего рода энергетической опоры. На сегодняшний день монолиты максимально усилены. Белая магия была создана специально, чтобы уничтожать черную магию. Ее контакт с темными силами сам по себе является деструктивным для темных сил по своей природе."
    }
  },
    {
    "id": "mystic_ore",
    "title_i18n": {
      "en": "Mystic Ore",
      "ru": "Мистическая Руда"
    },
    "text_i18n": {
      "en": "On the archipelago, the dwarves discovered an unusual mineral - mystic ore, containing rich reserves of pure magic. The uniqueness of this material is that it is a source of magical power, whereas other minerals can only store and conduct it. In terms of strength, mystic ore can be compared to diamond. The barrier on Kwellin was created using white magic from the First Realm, sourced from monoliths made of mystic ore. The Seal is the main reason the elves are here. It is also the main reason for the presence of the Nunril humans, however, Nunril also has a secret reason - the extraction of mystic ore, for which they once fought the dwarves here.",
      "ru": "На архипелаге гномы обнаружили необычный минерал - мистическую руду, содержащую в себе богатые запасы чистой магии. Уникальность этого материала в том, что она является источником магической силы, в то время как прочие минералы способны лишь накапливать и проводить ее. По прочности мистическую руду можно сравнить с алмазом. Для создания барьера на Квеллине использовалась белая магия из Первого Царства, источником которой послужили монолиты из мистической руды. Печать является главной причиной, по которой здесь находятся эльфы. Это так же является главной причиной присутствия людей Нунриля, однако Нунриль имеет так же тайную причину - добычу мистической руды, за которую они когда-то сражались здесь с гномами."
    }
  },
    {
    "id": "kwellin_dangers",
    "title_i18n": {
      "en": "Dangers on Kwellin",
      "ru": "Опасности на Квеллине"
    },
    "text_i18n": {
      "en": "In addition to the threat of the Seal breaking, dangers on the archipelago include the undead, possessed beasts, werewolves, elementals, wild animals, and other manifestations of various spirits and forces attracted by the blight spreading from the portal to Hell.",
      "ru": "Помимо угрозы прорыва Печати, опасностями на архипелаге является нежить, одержимые звери, оборотни, элементали, дикие звери и прочие проявления различных духов и сил, которых привлекает скверна, распространяемая порталом в ад."
    }
  },
  {
    "id": "faction_nunril_empire",
    "title_i18n": {
      "en": "Nunril Empire",
      "ru": "Нунрильская Империя"
    },
    "text_i18n": {
      "en": "An empire ruled by grim expansionism and fierce political games. Here, every lord is a potential traitor, every city a theater, and every cobblestone a witness to a bloody bargain. This is a state where order is maintained by force, fear, and external pressure. Capital: Southdens - likely a massive metropolis with stone quarters, administrative towers, and grim monuments to past victories. Form of Government: Dual Monarchy, power is divided between the monarch Jendufort III and the Great Council of Lords. Racial Makeup: Humans are the dominant majority, with dark and grey elves, and northerners as minorities. Language: West Human dialect. Religion: The Temple of Zenira - a cult of Reason, Fate, and Hierarchy. The army is fragmented by region. Foreign policy includes wars with Brandelvor, Grunhold, Gradlorg, Varrog, Khudor; truces with Ruan, Pik-Tolyam, Norlend; a frozen conflict with Hukka; patronage over Narcelss; an alliance with Salduril.\nAdministrative division includes the Central Region (Southdens, Regent Velkar Drost), Northern Marches (Kreinberg, Lord Iceface Tarn - intelligence center), Eastern Plains (Kaldris, Lady Asselma Yar - grain and military center), Southern Marshes (Thorvald, Lord Zhikol Meltz - Temple center, many minorities), Western Crags (Barganet, Lord Bret Chaosscald - mines, plague, rebellions). Factions and institutions: Grey Shields (Emperor's personal guard), Inspectorate of Scales and Truth (investigations, taxes, inquisition), Temple of Zenira, Guild of Ink-slingers (archives), Shards of Light (underground idealists against the Empire).",
      "ru": "Империя, где царит мрачный экспансионизм и жёсткая политическая игра. Здесь каждый лорд — потенциальный предатель, каждый город — театр, а каждый камень мостовой — свидетель кровавой сделки. Это государство, где порядок держится на силе, на страхе и на давлении извне. Столица: Саутденс - огромный мегаполис с каменными кварталами, административными башнями и мрачными памятниками былых побед. Форма правления: Дуалистическая монархия, власть разделена между монархом Джендуфортом III и Великим Советом Лордов. Расовый состав: Люди — доминирующее большинство, темные и серые эльфы, северяне — меньшинства. Язык: Западнолюдский диалект. Религия: Храм Зениры — культ Разума, Судьбы и Иерархии. Армия раздроблена по регионам. Внешняя политика включает войны с Брандельвором, Грунхольдом, Градлоргом, Варрогом, Кхудором; перемирия с Руаном, Пик-Тольямом, Норлендом; замороженный конфликт с Хуккой; патронат над Нарцельсом; союз с Сальдурилом.\nАдминистративное деление включает Центральный Регион (Саутденс, Лорд-регент Велькар Дрост), Северные Пределы (Крейнберг, Лорд Ледолик Тарн - центр разведки), Восточные Равнины (Кальдрис, Леди Асельма Ярр - зерновой и военный центр), Южные Марши (Торвальд, Лорд Жикол Мельц - центр Храма, много меньшинств), Западные Оскалы (Барганет, Лорд Брет Хаосскальд - шахты, чума, мятежи). Фракции и институты: Серые Щиты (гвардия Императора), Инспекторат Весов и Правды (расследования, налоги, инквизиция), Храм Зениры, Гильдия Чернильщиков (архивы), Осколки Света (подпольные идеалисты против Империи)."
    }
  },
  {
    "id": "faction_hukka",
    "title_i18n": {
      "en": "Hukka",
      "ru": "Хукка"
    },
    "text_i18n": {
      "en": "Type: Isolated ethnically dark elf state. Race: Only dark elves. Half-elves and light elves are not recognized. Political Structure: Strict matriarchy. Power belongs to houses of matrons, who wage wars of intrigue. Men play secondary roles. Culture: Based on fear, manipulation, and subordination of the weak to the strong. Children undergo rituals of pain and shadow. Magic, body, and poison are the main tools of power. Magic: Flourishing magic of pain, blood, curses, and summoning shadows. Deep connection to underground anomalies. Relations with Nunril: Frozen conflict. Hukka considers Nunril hypocritical and rotten. Periodic raids are conducted, elite spies 'Shadow Weavers' infiltrate Nunril courts.",
      "ru": "Тип: Изолированное этногосударство тёмных эльфов. Раса: Только тёмные эльфы. Полуэльфы и светлые эльфы не признаются. Политическая структура: Жесткий матриархат. Власть принадлежит домам матрон, ведущих войны интриг. Мужчины играют второстепенные роли. Культура: Строится на страхе, манипуляции и подчинении. Дети проходят ритуалы боли и тени. Магия, тело и яд — главные инструменты власти. Магия: Расцвет магии боли, крови, проклятий и призыва теней. Глубокая связь с подземными аномалиями. Отношения с Нунрилем: Замороженный конфликт. Хукка считает Нунриль лицемерным и гнилым. Периодически совершаются набеги, элитные шпионки «Плетущие Тьму» внедряются в нунрильские дворы."
    }
  },
  {
    "id": "faction_brandelvor",
    "title_i18n": {
      "en": "Brandelvor",
      "ru": "Брандельвор"
    },
    "text_i18n": {
      "en": "Kingdom of Iron and Blood. Where people are born in barracks and die on the field. Where children march before they can speak. Where the king doesn't rule - he commands. Form of Government: Militaristic monarchy with elements of military feudalism. Dominant Race: Humans. Additional Races: Half-orcs (recruits), Goblins (slaves), Shades and trolls (tamed for war). Society: Children start training at six. Only those who can hold a blade survive. Violence is a method. Rape, executions, torture are commonplace in the rear. Men and women are equal in only one thing - their expendability. Culture: Strength is above morality. Lies are permissible if they lead to victory. Soldiers' lives are not valued - victory is more important. Helpless or wounded are left behind - out of compassion for resources. Religion: Cult of the Steel Light - deification of military prowess. Priests wear armor and make vows impossible to fulfill to atone for eternal shame of weakness. Failure leads to self-renunciation, self-blinding, or death by burning. Relations with Nunril: Deep contempt. In Brandelvor's eyes, Nunril is a 'rotten, uterine state where magic feeds the helpless.' Frequent secret raids, provocations, sorties to Nunril's northern fortifications. Military Doctrines: 'Burn and Replace' - enemy cities are not occupied, but erased. Psychotropic stimulants are widely used, turning soldiers into enraged berserkers. Some units are equipped with living war dogs, bred in incubators.",
      "ru": "Королевство Железа и Крови. Где люди рождаются в казармах и умирают на поле. Где дети маршируют до того, как начинают говорить. Где король не правит — он командует. Форма правления: Милитаристская монархия с элементами военного феодализма. Доминирующая раса: Люди. Дополнительные расы: Полуорки (рекруты), Гоблины (рабы), Шейпы и тролли (приручённые для войны). Общество: Детей тренируют с шести лет. Выживают только умеющие держать клинок. Насилие — метод. Изнасилования, казни, пытки — обыденность в тылу. Мужчины и женщины равны только в одном — в их расходности. Культура: Сила превыше морали. Ложь допустима, если она ведёт к победе. Жизни солдат не ценятся — победа важнее. Беспомощных или раненых оставляют — из сострадания к ресурсам. Религия: Культ Стального Света — обожествление военной доблести. Жрецы носят доспехи и дают обеты, которые невозможно выполнить, чтобы искупить вечный позор слабости. За провалы — самоотречение, самоослепление, или смерть через сожжение. Отношения с Нунрилем: Глубокое презрение. В глазах Брандельвора Нунриль — «гнилое утробное государство, где магия кормит беспомощных». Частые тайные рейды, провокации, вылазки к северным укреплениям Нунриля. Военные доктрины: Тактика «жечь и заменить» — города врагов не оккупируются, а стираются. Широко используются психотропные стимуляторы, превращающие солдат в яростных берсерков. Некоторые отряды оснащены живыми боевыми псами, выращенными в инкубаторах."
    }
  },
  {
    "id": "faction_salduril",
    "title_i18n": {
      "en": "Salduril",
      "ru": "Сальдурил"
    },
    "text_i18n": {
      "en": "Throne of Emerald Illusions. The Great Forest, where every tree remembers your name, and every step without permission is a crime. Form of Government: Oligarchic magocracy. Main Race: Forest elves. Minorities: Dryads, fairies, nature spirits, rare halflings. Political Structure: Ruled by the Circle of Fourteen - an ancient council of elder archdruids and mages. Posts are not inherited, but passed through duels of wit, magical disputes, or ancient forest trials. Culture: Outwardly appears utopian - harmony with nature, singing spirits, unity. But in reality - it is a state of living surveillance, magical control, and gentle but inevitable tyranny. Every citizen is a link to the living Forest, every deviation from the Path is tracked. Personality can be rewritten. Or excised. Magic: Peak of nature magic, illusions, charms, and symbiosis. Archdruids control entire forests - they can make them move, talk, devour. Some fauna and flora are former criminals. Social Dynamics: Those who lose connection with the Forest undergo the ritual of Oblivion - they are erased from collective memory as if they never existed. Society is governed by constant ritual etiquette - any 'wrong word' can be perceived as a threat. Military Strength: No armies in the traditional sense. Instead: ancient forest beasts, moving groves, combat dryads, and illusory units. Salduril mages can unleash a battle where the enemy won't even realize they were in it. Relations with Nunril: Alliance of necessity. Salduril considers Nunril useful dirt - crude, foul-smelling, but necessary to stop something worse. However, elite scouts often infiltrate the Empire to gather genetic and magical information.",
      "ru": "Трон Изумрудных Иллюзий. Великий Лес, где каждое дерево помнит твоё имя, а каждый шаг без разрешения — преступление. Форма правления: Олигархическая магократия. Главная раса: Лесные эльфы. Меньшинства: Дриады, феи, духи природы, редкие полурослики. Политическая структура: Управление принадлежит Кругу Четырнадцати — древнему совету старших архидруидов и магов. Каждый из них контролирует определённую сферу — туманы, зверей, деревья, кровь, плесень, рост, иллюзию, память. Посты передаются не по крови, а через дуэли разума, магические споры или древние испытания леса. Культура: Внешне кажется утопической — гармония с природой, пение духов, единение. Но на деле — это государство живой слежки, магического контроля и мягкой, но неотвратимой тирании. Каждый гражданин — связующее звено с живым Лесом, каждое отклонение от Пути отслеживается. Личность может быть переписана. Или вырезана. Магия: Вершина магии природы, иллюзий, чар и симбиоза. Архидруиды контролируют целые леса — могут заставить их двигаться, разговаривать, жрать. Некоторые фауны и флоры — это бывшие преступники. Социальная динамика: Те, кто теряют связь с Лесом, подвергаются ритуалу Забвения — стираются из коллективной памяти, как будто их никогда не было. В обществе царит постоянный ритуальный этикет — любое «не то слово» может быть воспринято как угроза. Военная мощь: Нет армий в привычном смысле. Вместо них: древние лесные звери, передвижные чащи, боевые дриады и иллюзорные отряды. Маги Сальдурила могут развязать битву, в которой враг не поймёт, был ли он на ней вообще. Отношения с Нунрилем: Союз по необходимости. Сальдурил считает Нунриль полезной грязью — грубой, вонючей, но нужной, чтобы остановить что-то хуже. Однако элитные разведчики часто проникают в Империю для сбора генетической и магической информации."
    }
  },
    {
    "id": "faction_varrog",
    "title_i18n": {
      "en": "Varrog",
      "ru": "Варрог"
    },
    "text_i18n": {
      "en": "Nomadic Confederacy of Ash and Blood. When you see a dusty horizon and black banners, know that death rides horseback. Varrog doesn't build - it burns so that it's not forgotten that it was there. Form of Government: Nomadic tribal confederation. Main Race: Humans (tribal type). Other Races: Centaurs (elite cavalry and spiritual advisors), Orcs (new blood, quickly integrated but not fully accepted), Ogres (living siege weapons, tamed but not respected). Political Structure: No capital. There is a Great Warchief - the one who can unite more than half of the tribes (and not be killed the next morning). Each tribe is autonomous but must participate in the Great Warchief's raids. Power transition - through the searing challenge: a duel watched by the Sands of Faith, where mages verify the honesty of the fight. Culture: Based on honor, blood, and the right of the strong. Magic is considered weakness - sorcerers are kept as slaves or oracles, shackled in masks. The only way to rise is to shed someone's blood, prove your right to live. Women are equal if they can kill. Boys get a name when they take a scalp. Mythology: The world was created by the howl of the Great Mare, and in her honor, every sacrifice is sacred. People are 'children of the rider,' each must walk the path of fire before being accepted by the spirits. Economy: Trade is done with plunder: weapons, bones, salt, captives. Slavery is central to the culture. Every slave is an enemy's shame, every brand is a feat. Military Strength: Mounted hordes with fiery spears. Aerial Charons - glider-like devices with wind magic. Known as Blood Khagans - commanders who can drink enemy blood and see their memories. Relations with Nunril: Deep enmity. Varrog considers Nunril 'stagnant pus' that prevents true power from surviving. Frequent swift raids - they take not territories, but fear.",
      "ru": "Варрог — Кочевье из Пепла и Крови. Когда ты видишь пыльный горизонт и чёрные знамёна, знай — смерть едет верхом. Варрог не строит — он выжигает, чтобы не забывали, что он был. Форма правления: Кочевая конфедерация племён. Основная раса: Люди (племенного типа). Другие расы: Кентавры — в роли элитной кавалерии и духовных советников, Орки — новая кровь, быстро интегрированная, но до конца не принята, Огры — живые осадные орудия, приручены, но не уважаемы. Политическая структура: Нет столицы. Есть Великий Вождь — тот, кто может объединить больше половины племён (и не быть убитым на следующее утро). Каждое племя — автономно, но обязано участвовать в набегах Великого Вождя. Переход власти — через испепеляющий вызов: дуэль на глазах у Песков Веры, где маги фиксируют честность битвы. Культура: Основана на чести, крови и праве сильного. Магия считается слабостью — колдуны держатся как рабы или оракулы, закованные в маски. Единственный способ подняться — пролить чью-то кровь, доказать своё право жить. Женщины — равные, если умеют убивать. Мальчики получают имя, когда сдирают скальп. Мифология: Мир был создан воем Великой Кобылы, и в её честь каждая жертва — священна. Люди — \"дети всадника\", каждый из которых должен пройти путь огня, прежде чем его примут духи. Экономика: Торговля ведётся награбленным: оружие, кости, соль, пленники. Работорговля — в центре культуры. Каждый раб — позор врага, каждая клеймо — подвиг. Военная мощь: Конные орды с огненными копьями. Воздушные хароны — глайдероподобные устройства с магией ветра. Известны Кровавые Каганы — командиры, что могут пить кровь врага и видеть его воспоминания. Отношения с Нунрилем: Глубокая вражда. Варрог считает Нунриль \"застойным гноем\", который мешает настоящей силе выжить. Часто совершают молниеносные рейды — берут не территории, а страх."
    }
  },
    {
    "id": "faction_pik_tolyam",
    "title_i18n": {
      "en": "Pik-Tolyam",
      "ru": "Пик-Тольям"
    },
    "text_i18n": {
      "en": "Island of the Sinless. Where monastery walls are higher than castle walls, where prayers are louder than orders, and where even the wind knows that shouting is a sin. Form of Government: Theocratic principality. Main Race: Humans. Other Races: Aasimar (considered 'higher chosen'), Half-angels and servants of the aether, rare Elves (suspected of heresy). Political Structure: Ruled by the Archiereus of the White Sun - spiritual head and secular ruler. Under him - orders of novices. Society is built around confession, introspection, and internal purgatory. Culture: Considered the last place in the world not stained by original sin. Citizens must confess daily, observe the 'Speech Fast' (days of silence), participate in communal penances. Public displays of emotion are a sign of demonic possession. Magic is permitted only if it is light, and then only under the supervision of the Order. Any other magic is heresy. Religion: Worship of the One Light - an abstract principle of purity without face, form, or voice. Rejection of idolatry, but a strong cult of text and sign - Sacred Carvings. Falling into heresy leads to Pacification - a ritual where the soul is 'reforged' in silence. Military Strength: Very small in number, but fanaticism and purity of faith grant fighters immunity to fear and pain. Elite warriors - 'Silent Knights,' in armor without mouth slits. Cursed prayer-singers - priests whose curses sound like psalms, decaying flesh. Magic: Ritual Fire Sight - magic that reveals lies in breath. Relations with Nunril: Officially - truce. Unofficially - Pik-Tolyam considers Nunril a cursed rot that can still be saved by repentance or fire. They conduct quiet expansion through 'missionaries' and spiritual influence in southern cities.",
      "ru": "Пик-Тольям — Остров Безгрешных. Где стены монастырей выше стен замков, где молитвы звучат громче приказов, и где даже ветер знает, что кричать — грех. Форма правления: Теократическое княжество. Основная раса: Люди. Другие расы: Аазимары — считаются «высшими избранными», занимают высокие духовные чины, Полуангелы и слуги эфира — встречаются в орденах, Эльфы — крайне редки и подозреваются в ересьи. Политическая структура: Правит Архиереус Белого Солнца — духовный глава и светский правитель. Под ним — ордена послушников: Орден Непогрешимых, Орден Пепельных Пальцев, Орден Стеклянного Молчания. Общество строится вокруг исповеди, самонаблюдения и внутреннего чистилища. Культура: Считается, что Пик-Тольям — последнее место в мире, не запятнанное первородным грехом. Гражданин обязан ежедневно исповедоваться, соблюдать «Речевой Пост» (дни молчания), участвовать в общих покаяниях. Магия допускается только светлая, и то лишь под надзором Ордена. Публичные проявления эмоций — признак демонической одержимости. Военная мощь: Очень малая численность, но фанатизм и чистота веры дают бойцам иммунитет к страху и боли. Элитные воины — \"Молчащие Рыцари\", в доспехах без отверстий для рта. Проклятые молитвословы — жрецы, чьи проклятия звучат как псалмы, разлагающие плоть. Магия: Магия разрешена только в рамках Ритуального Огня — всё остальное считается ересью. Призыватели элементалей, маги крови, некроманты — сжигаются без суда. Инквизиторы Орденов используют ритуальное Огневидение — магию, которая выявляет ложь в дыхании. Религия: Почитание Света Единого — абстрактного принципа чистоты, который не имеет лица, формы или голоса. Отказ от идолопоклонства, но сильный культ текста и знака — Священные Резы. Падение в ересь ведёт к Успокоению — ритуалу, где душа «переплавляется» в тишине. Отношения с Нунрилем: Официально — перемирие. Неофициально — Пик-Тольям считает Нунриль проклятым гниением, которое всё ещё может быть спасено покаянием или огнём. Ведут тихую экспансию через «миссионеров» и духовное влияние в южных городах."
    }
  },
    {
    "id": "faction_ruan",
    "title_i18n": {
      "en": "Ruan",
      "ru": "Руан"
    },
    "text_i18n": {
      "en": "Gold, Dirt, and Guilds. In Ruan, no questions are asked if you pay. Here, people fight not for an idea, but for percentages. And they die more often from taxes than from a sword. Form of Government: Merchant republic (de facto - oligarchy). Main Race: Humans. Other Races: Eastern elves (navigators, alchemists, occult bankers), Djinn and genasi (contracted magical producers), Dwarves (technical backbone of workshops and shipyards), Half-elves and shapes (hired spies, couriers, and assassins). Political Structure: Ruled by the Consortium of Five Guilds: Trade, Ports, Blood, Gold, and Secrets. Formally, a Grand Master is elected, but essentially, he is the face of compromise and blackmail. Every quarter of Ruan is controlled by the mafia under the guise of 'guild substructures'. Culture: Money is more important than morals, results are more important than laws. You can find everything on the streets: from a philosopher in an iron mask to golem couriers with a sponsor's logo. Contracts are signed with blood, magic, or body, depending on the significance of the deal. Religion is optional. The main god is Monetus, He Who Weighs Souls. Military Strength: Mercenaries of all stripes: from street blades to arbalest cruisers. Private armies can outnumber the city garrison. Known for the Order of 'Scales and Gallows' - a bureau of contract killings with banking management. Magic: Magic is a commodity. You can buy charms, curses, protection, magical hunting, even memories. Alchemical markets compete with magical exchanges. There are 'arcane brokers' - intermediaries between mages and clients. Relations with Nunril: Truce. Ruan sells to both Nunril and its enemies - sometimes on the same day. At the same time, it secretly maintains the 'Workshop of Observers,' which sells intelligence to all parties.",
      "ru": "Руан — Золото, Грязь и Гильдии. В Руане не задают вопросов, если ты платишь. Здесь сражаются не за идею, а за проценты. И умирают чаще от налогов, чем от меча. Форма правления: Купеческая республика (де-факто — олигархия). Основная раса: Люди. Другие расы: Восточные эльфы — в роли навигаторов, алхимиков, оккультных банкиров, Джины и генази — контрактно приглашённые маги-производители, Гномы — технический костяк мастерских и корабельных цехов, Полуэльфы и шейпы — нанятые соглядатаи, курьеры и убийцы. Политическая структура: Управляется Консорциумом Пяти Гильдий: Торговли, Портов, Крови, Золота и Тайн. Формально избирается Великий Магистр, но по сути он — лицо компромисса и шантажа. Каждый квартал Руана контролируется мафией под видом \"гильдейской субструктуры\". Культура: Деньги важнее морали, результат важнее законов. На улицах можно встретить всё: от философа в железной маске до големов-курьеров с логотипом спонсора. Контракты подписываются кровью, магией или телом, в зависимости от значимости сделки. Религия — факультативна. Основной бог — Монетус, Тот, Кто Весит Души. Военная мощь: Наёмники всех мастей: от уличных клинков до аркобаллистных крейсеров. Частные армии могут быть численнее городского гарнизона. Известен Орден \"Весов и Виселицы\" — бюро контрактных убийств с банковским управлением. Магия: Магия — товар. Можно купить чары, проклятия, защиту, магическую охоту, даже воспоминания. Алхимические рынки конкурируют с магическими биржами. Существуют \"аркан-брокеры\" — посредники между магами и клиентами. Отношения с Нунрилем: Перемирие. Руан продаёт и Нунрилю, и его врагам — иногда в один день. При этом тайно содержит \"Цех Наблюдателей\", который продаёт разведданные всем сторонам."
    }
  },
    {
    "id": "faction_grunhold",
    "title_i18n": {
      "en": "Grunhold",
      "ru": "Грунхольд"
    },
    "text_i18n": {
      "en": "The Machine That Breathes Stone. The surface world is too soft. It flows. And with us - everything stands still. On bolts. And if a guest can't withstand the pressure - they simply weren't forged. Form of Government: Technocratic league of clans. Main Race: Dwarves. Other Races: Stone elementals (summoned), a few goblins (mechanics, 'testers'), Ogre bearers (genetically modified). Political Structure: Ruled by the Assembly of Cogwheels - a council of clan elders, each responsible for their sphere (machines, mines, weapons, archives, ore, magic, etc.). Decisions are made through a voting system based on industrial productivity - the more you create, the louder your voice. Culture: Everything is measured in pressure, strength, precision. Identity is determined not by name, but by project number and clan registration. Talking too much means hindering work. A smile is considered a manufacturing defect. Military Strength: Machines of death, armored golems, siege artillery, self-loading crossbows. Have an 'internal army' - combat miners ready to defend every inch of rock. Everything is subordinate to the defense line: sectional gates, gas tunnels, traps. Magic: Mechanomancy - synthesis of magic and engineering. Arcane cores are common, inserted into devices as a power source. Dwarves despise druidism and chaotic magic - they consider them unformalized noise. Relations with Nunril: Open war (since the last century). Reason: disputes over underground veins, destroyed trade routes, magical violations. Nunril tried to send diplomats - they returned without their tongues (literally).",
      "ru": "Грунхольд — Машина, Которая Дышит Камнем. Верхний мир слишком мягкий. Он течёт. А у нас — всё стоит. На болтах. И если гость не выдерживает давления — он просто не был кован. Форма правления: Технократическая лига кланов. Главная раса: Гномы. Другие расы: Каменные элементали — призваны в ритуалах как живые конструкты, Немного гоблинов — в роли механиков и \"тестеров\", часто расходный материал, Огры-носильщики — генетически модифицированные существа (и да, часто неговорящие). Политическая структура: Управляется Собранием Зубчатых Колес — совет из старейшин кланов, каждый из которых отвечает за свою сферу (машины, шахты, оружие, архивы, руду, магию и т.д.). Решения принимаются через систему голосов, распределяемых по промышленной производительности — чем больше создаёшь, тем громче твой голос. Культура: Всё измеряется в давлении, прочности, точности. Личность определяется не именем, а номером проекта и регистрацией клана. Музыка — удары молота, поэзия — шестерёнчатый ритм. Говорить лишнее — значит мешать работе. Улыбка считается производственной ошибкой. Военная мощь: Машины смерти, бронего́лемы, осадные артельные пушки, самозаряжающиеся арбалеты. Имеют \"внутреннюю армию\" — боевые шахтёры, готовые защищать каждый метр породы. Всё подчинено линии обороны: секционные ворота, газовые туннели, ловушки. Магия: Механомагия — синтез магии и инженерии. Распространены аркан-ядра, вставляемые в устройства как источник силы. Гномы презирают друидизм и хаотичную магию — считают их неформализованным шумом. Отношения с Нунрилем: Открытая война (с прошлого века). Причина: споры о правах на подземные жилы, разрушенные торговые пути, магические нарушения. Нунриль пытался послать дипломатов — вернулись без языка (буквально)."
    }
  },
    {
    "id": "faction_nerlania",
    "title_i18n": {
      "en": "Nerlania",
      "ru": "Нерлания"
    },
    "text_i18n": {
      "en": "Marble, Wine, and Rot Beneath the Floor. Once we were the light of this world. Now we are a candle burning on our own bones. But let anyone who believes this say it aloud. And disappear. Form of Government: Hereditary monarchy with a strong bureaucratic aristocracy. Main Race: Humans (ancient dynasties). Other Races: High elves (influential noble families), Familiars (sentient magical spirits), Halflings (servants and lower class). Political Structure: Formally ruled by Queen Alestra II, but real power lies with the Synod of Seven Houses. Governance is paralyzed by ritual and tradition - to pass a law, it must be threaded through 17 circles of seals and 3 ceremonies. Each county is practically an autonomous duchy with its own armies, laws, and intrigues. Culture: The highest value is aesthetics, lineage, and eternity. Commoners are taught to quote poets even when asking for food. Nobles duel over the shape of a tablecloth, and state executions are presented as theatrical plays. History is more important than truth here. Lies become truth if they are beautiful. Magic: Archaic and dangerous. Ancient arcana woven into family lines. Each noble name is associated with a specific type of magic: House Farros - illusions, House Helmin - prophecies, House Larinael - control over shadow and dream fabric. There are closed libraries storing spells forbidden by the gods themselves. Dark Underbelly: A terrible demographic crisis within the country: noble lines are degenerating, inbreeding, magical thinning, infertility. Some families create offspring artificially - through golems, illusions, necromancy. The common folk believe the royal court has long been dead, and their visions are a deception of great mirrors. Military Strength: Armies are scattered, but each is equipped with ancient artifact weapons. Mage-generals, combat familiars, knights on serpent-like centaurs. There is a legend of the Heart of the Throne - a magical device capable of activating the very ground beneath the capital if Nerlania is attempted to be captured. Relations with Nunril: Cold neutrality. They consider the Empire a 'market of dirty solutions'. Nunril considers Nerlania 'a museum where they forgot to close the doors'. But trade happens: through intermediaries, with seals, through wine and poison.",
      "ru": "Нерлания — Мрамор, Вино и Гниль Под Полом. Когда-то мы были светом этого мира. Теперь мы свеча, горящая на своих же костях. Но пусть каждый, кто в это поверит, скажет это вслух. И исчезнет. Форма правления: Наследственная монархия с сильной бюрократической аристократией. Главная раса: Люди (древние династии). Другие расы: Высшие эльфы — влиятельные аристократические фамилии с глубокими корнями, Фамильяры — разумные магические духи, традиционно привязанные к роду (иногда — как наказание, иногда — как наследие), Полурослики — слуги и низший класс, многие поколениями в подчинении. Политическая структура: Формально правит Королева Алестра II, но реальная власть — у Синклита Семи Домов. Управление парализовано ритуалом и традицией — чтобы утвердить закон, он должен быть проштопан через 17 кругов печатей и 3 церемонии. Каждое графство — практически автономное герцогство с собственными армиями, законами и интригами. Культура: Высшая ценность — эстетика, родословие и вечность. Простолюдинов учат цитировать поэтов, даже когда просят еду. Дворяне ведут дуэли за форму скатерти, а государственные казни подают как театральные пьесы. История здесь важнее истины. Ложь становится правдой, если она красива. Магия: Архаичная и опасная. Арканы древности, вплетённые в фамильные линии. Каждое знатное имя связано с определённым видом магии: дом Фаррос — иллюзии, дом Хельмин — пророчества, дом Ларинэль — управление тенью и тканью сна. Есть закрытые библиотеки, где хранятся заклинания, запрещённые самим богам. Темная подкладка: Внутри страны — страшный демографический кризис: благородные линии вырождаются, кровосмешение, магическое истончение, бесплодие. Некоторые семьи создают себе потомство искусственно — через големов, иллюзии, некромантию. Простой люд считает, что королевский двор давно мёртв, а их видения — это обман великих зеркал. Военная мощь: Армии разрозненные, но каждая оснащена древним артефактным оружием. Маги-генералы, боевые фамильяры, рыцари на змеевидных кентаврах. Есть легенда о Сердце Трона — магическом устройстве, способном активировать саму землю под столицей, если Нерланию попытаются захватить. Отношения с Нунрилем: Холодный нейтралитет. Считают Империю \"рынком грязных решений\". Нунриль считает Нерланию \"музеем, где забыли закрыть двери\". Но торговля идёт: через посредников, с печатями, через вино и яд."
    }
  },
    {
    "id": "faction_kakhra",
    "title_i18n": {
      "en": "Kakhra",
      "ru": "Каххра"
    },
    "text_i18n": {
      "en": "Where the Winds Speak Dead Tongues. No ship enters Kakhra by chance. If the sails are unfurled, it means someone paid for it with blood or a name. Form of Government: Secret council of captains and storm prophets. Main Race: Humans (maritime culture, mostly southern origin). Other Races: Tritons (deep-sea diplomats), Mermaids (flesh-eating predators living on the edge between spiritual and material), Wind and Water Genasi (especially among storm cultists), Ocean half-elves (rare but respected, often long-distance captains). Political Structure: Ruled by the Conclave of Three Waves: one voice from the captains' guild, the second from the Masters of the Temple of Depth, the third from the Storm Seers. Power is hidden - the faces of the rulers are almost never shown, they speak through masks or proxies. It is known that every decision of the Conclave is supported by a prophecy, ritual, or sacrifice. Culture: Quiet knowledge and loud silence are valued. In Kakhra, people are often silent. If someone speaks, it has a price. Every adult resident has been at least once to the Storm Guardians - a ritual cave where the rite of communicating with the Sea is performed. The law is unwritten, but violating a maritime taboo is punished by a curse, not always fatal, but always eternal. Magic and Mysticism: Flourishing shamanism, prophecy, water alchemy, and sea secrets. Rumors about the 'Living God of Waves' who awakens once a century and demands a living fleet. Magical winds are sold in sealed pitchers, capable of changing the fate of a ship. Economy: Trade in: souls of dead sailors, ancient artifacts from the depths, spices, salted hides of magical beasts. There is a Sand Auction where you can even buy the memories of lost ships. Relations with Nunril: Undefined. Nunril fears them but needs their ports for further trade. Kakhra is officially neutral, but everything that falls into their hands sooner or later turns up in the hands of the Empire's enemies.",
      "ru": "Каххра — Где Ветра Говорят На Мёртвых Языках. Ни один корабль не входит в Каххру случайно. Если паруса распустились — значит, кто-то заплатил за это кровью или именем. Форма правления: Тайный совет капитанов и штормовых пророков. Главная раса: Люди (морская культура, преимущественно южного происхождения). Другие расы: Тритоны — глубинные дипломаты, представители морского дна, Русалки (не фэнтези-диснеевские, а плотоядные хищницы, живущие на грани между духовным и материальным), Генази ветра и воды — особенно среди штормовых культистов, Океанские полуэльфы — редкие, но уважаемые, часто капитаны дальнего плавания. Политическая структура: Управляется Конклавом Трёх Волн: один голос — от гильдии капитанов, второй — от Мастеров Храма Глубины, третий — от Прорицателей Шторма. Власть скрыта — лица управляющих почти никогда не показываются, говорят через маски или доверенных. Известно, что каждое решение Конклава подкреплено пророчеством, ритуалом или жертвоприношением. Культура: Ценится тихое знание и громкая тишина. В Каххре часто молчат. Если кто-то говорит — значит, это имеет цену. Каждый взрослый житель хотя бы раз побывал в Штормовых Вратарях — ритуальной пещере, где проводят обряд общения с Морем. Закон не писан, но нарушение морского табу — карается проклятьем, не всегда смертным, но всегда вечным. Магия и мистика: Расцвет шаманизма, пророчества, водной алхимии и морских тайн. Слухи о \"Живом Боге Волн\", который просыпается раз в столетие и требует живую флотилию. Известны магические ветра, продаваемые в запечатанных кувшинах, способные развернуть судьбу корабля. Экономика: Торгуют: душами мёртвых моряков, древними артефактами из глубин, специями, солёной кожей магических зверей. Имеется Песчаный Аукцион, где можно купить даже воспоминания погибших судов. Отношения с Нунрилем: Неопределённые. Нунриль боится их, но нуждается в их портах для дальней торговли. Каххра официально нейтральна, но всё, что попадает к ним, рано или поздно всплывает в руках врагов Империи."
    }
  },
    {
    "id": "faction_emmenvold",
    "title_i18n": {
      "en": "Emmenvold",
      "ru": "Эмменвольд"
    },
    "text_i18n": {
      "en": "Ashes of the Righteous. Here they don't ask: \"Do you believe?\" Here they ask: \"How much are you willing to cut off to prove it?\" Form of Government: Theocracy with a firm hand. Main Race: Humans. Other Races: Aasimar (revered), Half-elves, elves, genasi (persecuted if they don't undergo ritual cleansing). Mages are inherently under suspicion, living in special 'marked zones' under control. Political Structure: Ruled by the Great Incinerator - a spiritual tyrant considered the 'living flame of faith'. Below him - Three Order Circles: Order of the Ash Hammer (sacred warriors), Order of the Burning Word (inquisitors, preachers, and executioners), Order of the Candles (scouting, surveillance, 'purifying disappearances'). Culture: All must participate in rituals of self-denial - cutting off hair, parts of clothing, sometimes flesh. Women and men are equal before the flame, but women are more often sent to sacred 'services' - voluntary sterilization for the sake of serving the faith. Citizens are required to read sacred suras aloud in squares - otherwise they are viewed as possessed. Magic: Magic is allowed only within the framework of the Ritual Fire - everything else is considered heresy. Summoners of elementals, blood mages, necromancers - burned without trial. Order Inquisitors use ritual Fire Sight - magic that detects lies in breath. Military Strength: Army of Burned Knights - fanatics, disfigured but strong, drenched in alchemical compounds. Use fire golems, purifiers with sacrificial torches, and combat psalmists who sing as their flesh is consumed by fire. Temples here are fortresses. Altars are smelting furnaces. Relations with Nunril: Strained. Emmenvold considers the Empire a gathering of cowardly heretics hiding sins behind armor of laws. Constant spiritual conflicts, missionary attempts to forcibly convert the population of the southern provinces.",
      "ru": "Эмменвольд — Зола Праведников. Здесь не спрашивают: “Веришь ли ты?” Здесь спрашивают: “Сколько ты готов отрезать, чтобы доказать это?” Форма правления: Теократия жесткой руки. Главная раса: Люди. Другие расы: Аазимары — почитаемы, но только если служат Костру Закона, Полуэльфы, эльфы, генази — преследуются, если не проходят ритуальную чистку, Маги — априори под подозрением, живут в специальных «отметенных зонах» под контролем. Политическая структура: Управляется Великим Испепелителем — духовным тираном, считающимся «живым пламенем веры». Под ним — Три Орденских Круга: Орден Пепельного Молота (священные воины), Орден Жгущего Слова (инквизиторы, проповедники и палачи), Орден Свечей (разведка, слежка, \"очистительные исчезновения\"). Культура: Все обязаны участвовать в ритуалах самоотречения — отрезание волос, части одежды, иногда плоти. Женщины и мужчины равны перед пламенем, но женщины чаще отправляются на священные “службы” — добровольную стерилизацию ради служения вере. Горожане обязаны читать вслух священные суры на площадях — иначе на них смотрят как на одержимых. Магия: Магия разрешена только в рамках Ритуального Огня — всё остальное считается ересью. Призыватели элементалей, маги крови, некроманты — сжигаются без суда. Инквизиторы Орденов используют ритуальное Огневидение — магию, которая выявляет ложь в дыхании. Военная мощь: Армия из Сожжённых Рыцарей — фанатиков, облитых алхимическим составом, изуродованных, но сильных. Используют огненных големов, чистильщиков с жертвенными факелами и боевых псалмодистов, которые поют, пока их плоть сходит в огне. Храмы здесь — крепости. Алтари — литейные печи. Отношения с Нунрилем: Напряжённые. Эмменвольд считает Империю сборищем трусливых еретиков, скрывающих грехи за бронёй законов. Постоянные духовные конфликты, миссионерские попытки насильно обратить население южных провинций."
    }
  },
    {
    "id": "faction_brotherhood_hukka",
    "title_i18n": {
      "en": "The Brotherhood of Hukka",
      "ru": "Братство Хукки"
    },
    "text_i18n": {
      "en": "A Brotherhood originally founded by Samael in Hukka after the events on the Kwellin Archipelago. Over five years, it grew stronger, acquired spy networks, and specialized detachments. The Brotherhood's numbers are constantly growing, and for its members, Samael has become a sort of god among mortals. Within the Brotherhood, Samael's personal guard order was founded - the \"Keepers of the Eternal Shadow\". They seek to emulate Samael, prefer heavy armor and intense physical training. They are armed with glaives, swords, shields, crossbows, and wield shadow magic. Their loyalty is absolute; they are ready to kill for any disrespect towards Samael. The Brotherhood has successfully settled in an abandoned underground city and secretly replenishes its resources and army with the help of lords blackmailed by Samael. The Brotherhood's goal, according to Samael's plan, is to prepare the world of mortals for future threats and potentially unite it under a single rule to ensure the survival of the Third Realm.",
      "ru": "Братство, изначально основанное Самаэлем в Хукке после событий на Архипелаге Квеллин. За пять лет оно окрепло, обзавелось шпионскими сетями и специализированными отрядами. Численность братства постоянно растет, а для его членов Самаэль стал подобием бога среди смертных. Внутри Братства был основан личный орден охраны Самаэля - \"Стражи вечной тени\". Они стремятся уподобиться Самаэлю, предпочитают тяжелые доспехи и усиленные физические тренировки. Вооружены глефами, мечами, щитами, арбалетами и владеют магией тени. Их верность абсолютна, готовы убить за любое неуважение к Самаэлю. Братство успешно обжило заброшенный подземный город и тайно пополняет свои ресурсы и армию с помощью лордов, шантажируемых Самаэлем. Идеей Братства, по замыслу Самаэля, является подготовка мира смертных к будущим угрозам и возможное объединение под единым правлением для обеспечения выживания Третьего Царства."
    }
  },
    {
    "id": "faction_brotherhood_marshals",
    "title_i18n": {
      "en": "Marshals of the Brotherhood",
      "ru": "Маршалы Братства"
    },
    "text_i18n": {
      "en": "Within five years after founding the Brotherhood, Samael acquired three marshals for his army, each leading a separate order with a force of about 2,000 warriors, specialized for specific tasks.",
      "ru": "В течении пяти лет после основания Братства, Самаэль обзавелся тремя маршалами для своей армии. Было создано еще три ордена каждым которые командовал отдельный лидер. Каждый из этих орденов имел в своем распоряжении по 2 тысячи воинов которые были заточены под конкретные задачи."
    }
  },
    {
    "id": "faction_brotherhood_nightlords",
    "title_i18n": {
      "en": "Night Lords (Konrad Kerst's Order)",
      "ru": "Повелители Ночи (Орден Конрада Керста)"
    },
    "text_i18n": {
      "en": "Leader: Konrad Kerst. Character: An outstanding strategist and tactician, the embodiment of prudence and composure. His eyes always hold unseen determination and flawless logic. He possesses the ability to see through the fog of war and find weak spots in the enemy's plans, making him a sought-after advisor and military genius. A master of psychology, he understands people's motives and actions, influencing their decisions with the confidence comparable to managing a chessboard. He prefers to act from the shadows, but when attention is drawn to him, his presence is always felt as reliable protection, like the last ray of hope. Appearance: Tall, with a physically fit musculature, but his appearance doesn't reveal his strength, hiding the true power of the strategic calculations sparkling in his mind. His black hair and beard give him a stern look, and his gray eyes gaze at the world with impeccable clarity. The external world is only important to him if he can gain an advantage from it. The main weapon of him and his men is terror. They strive to sow as much fear in their enemies as possible.",
      "ru": "Повелители ночи во главе с Конрадом Керстом. Характер: Конрад Керст – выдающийся стратег и великий тактик, олицетворение рассудительности и хладнокровия. В его глазах всегда читается невиданная решимость и безупречная логика. Он обладает умением видеть через туман войны и находить слабые места в планах врага, что делает его востребованным советником и военным гением. Конрад Керст – мастер психологии, он умеет понимать мотивы и действия людей, воздействуя на их решения с уверенностью, сравнимой с управлением шахматной доской. Он предпочитает действовать из тени, но когда на него обращают внимание, его присутствие всегда ощущается как надежная защита, как последний луч надежды. Внешность: Конрад высокого роста, с физически подтянутой мускулатурой, но его внешность не свидетельствует о силе, скрывая подлинную мощь искрящихся в его ума стратегических расчетов. Его черные волосы и борода придают ему строгий вид, а серые глаза смотрят в мир с безупречной ясностью. Внешний мир важен для него только в том случае, если он может извлечь из него преимущество. Основным оружием его и его людей был ужас. Они старались сеять как можно больше страха в своих врагов."
    }
  },
    {
    "id": "faction_brotherhood_mysticrose",
    "title_i18n": {
      "en": "Brotherhood of the Mystic Rose (Fabius Bail's Order)",
      "ru": "Братство Мистической Розы (Орден Фабия Байла)"
    },
    "text_i18n": {
      "en": "Leader: Fabius Bail. Character Description: A great warrior, strategist, scholar, and alchemist, he is the head of the Brotherhood of the Mystic Rose. He embodies a symbiosis of magical wisdom, strength, and intellect. With his outstanding abilities and knowledge of magic and martial arts, he has become the unparalleled leader of his order. Appearance: Fabius has a beautiful and dignified appearance. His tall stature and athletic build indicate combat endurance and readiness for action. The eyes of this master of alchemy and strategy sparkle with incredible knowledge, and grace and confidence are felt in his movements. His hair is dark as night, its strands adorned with golden threads symbolizing his magical understanding of the world. Character: Fabius is determined and unwavering. He combines the wisdom of a scholar with the decisiveness of a warrior and the cool mind of a strategist. His intellect is directed towards profound knowledge, and his soul - towards achieving harmony between magic and martial art. He knows how to use the power of alchemy in battles, creating potions and elixirs to strengthen himself and his comrades. Fabius is a bearer of deep wisdom, but also of mystery. He has been through many battles and researches, which has made him a respected figure in the dark fantasy world. Within him burns the flame of knowledge and a passion for understanding the secrets of the world, and he is ready to share his skills and wisdom with his Brotherhood of the Mystic Rose.",
      "ru": "Братство Мистической Розы под предводительством Фабия Байла. Описание характера Фабия Байла: Фабий Байл – великий воин, стратег, ученый и алхимик, является главой Братства Мистической Розы. Он воплощает в себе симбиоз магической мудрости, силы и интеллекта. С его незаурядными способностями и знанием о магии и боевых искусствах, он стал непревзойденным лидером своего ордена. Внешность: Фабий имеет прекрасное и достойное внешнее воплощение. Его высокий рост и подтянутая фигура свидетельствуют о боевой выносливости и готовности к действию. Глаза этого мастера алхимии и стратегии искрятся невероятными знаниями, а в его движениях ощущается грация и уверенность. Волосы темные, как ночь, их пряди украшают золотые нити, символизирующие его магическое понимание мира. Характер: Фабий – целеустремленный и непоколебимый. Он объединяет мудрость ученого с решительностью воина и хладнокровным умом стратега. Его разум обращен к глубоким знаниям, а его душа - к обретению гармонии между магией и боевым искусством. Он знает, как использовать силу алхимии в сражениях, создавая зелья и эликсиры для укрепления себя и своих соратников. Фабий – носитель глубокой мудрости, но и таинственности. Он прошел через множество битв и исследований, что сделало его уважаемой фигурой в мире темного фэнтези. Внутри него горит пламя знаний и страсти к пониманию тайн мира, и он готов разделить свои умения и мудрость со своим Братством Мистической Розы."
    }
  },
    {
    "id": "faction_brotherhood_worlddestroyers",
    "title_i18n": {
      "en": "World Destroyers (Angron's Order)",
      "ru": "Орден Разрушителей Миров (Орден Ангрона)"
    },
    "text_i18n": {
      "en": "Leader: Angron. Description: A powerful and cruel warrior, leader of the World Destroyers Order. Appearance: Tall and mighty, with massive musculature and an athletic build. His skin is like charred flesh, as if absorbing darkness and destruction. An insatiable flame smolders in his eyes, ready to burn everything in its path. Angron's face is adorned with scars and cuts, testaments to his brutal battles and merciless fights. Character: An uncompromising and ferocious warrior. He is literally the embodiment of destruction and chaos. His heart burns with the fire of rage and hatred towards the world, which he sees as a symbol of weakness and enslavement. He seeks to destroy everything that stands in his way and sow death and fear among his enemies. Angron possesses incredible strength and combat skills; his weapon is an extension of his will, capable of piercing even the strongest armor. He is shrouded in destruction magic that enhances his attacks and makes him virtually invulnerable to physical impact. Under Angron's leadership, the World Destroyers Order becomes a force of apocalypse, aiming to destroy the old and create something new on its ruins. He knows no mercy, no concessions, and his name becomes a curse for those who stand in his path.",
      "ru": "Ангрон - предводитель Ордена Разрушителей Миров, это могущественный и жестокий воин. Внешность: Ангрон – высокий и могучий, с массивной мускулатурой и атлетическим телосложением. Его кожа как обугленная, будто она поглощает мрак и разрушение. В его глазах тлеет ненасытное пламя, готовое сжечь все на своем пути. Лицо Ангрона украшают шрамы и рубцы, свидетельствующие о его жестоких сражениях и безжалостных битвах. Характер: Ангрон – бескомпромиссный и свирепый воин. Он буквально воплощение разрушения и хаоса. Его сердце горит огнем ярости и ненависти к миру, который он видит как символ слабости и порабощения. Он стремится разрушить все, что стоит на его пути, и засеять смерть и страх среди своих врагов. Ангрон обладает невероятной силой и боевыми навыками, его оружие – продолжение его воли, способное пронзить даже самые крепкие доспехи. Он окутан магией разрушения, которая усиливает его атаки и делает его практически неуязвимым для физического воздействия. Под руководством Ангрона, Орден Разрушителей Миров становится силой апокалипсиса, стремящейся уничтожить старое и создать что-то новое на его руинах. Он не знает пощады, не знает уступок, и его название становится проклятием для тех, кто встает на его пути."
    }
  }

]